tap "microsoft/git"

brew "git"
brew "git-lfs"
brew "spaceship"
brew "pinentry-mac"
brew "gnupg"
brew "neovim"
brew "python3"
brew "tmux"

cask "1password"
cask "1password-cli"
cask "git-credential-manager-core"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
