tap "homebrew/cask-versions"
tap "microsoft/git"

brew "git"
brew "fish"
brew "starship"
brew "pinentry-mac"
brew "gnupg2"
brew "neovim"
brew "python3"
brew "cmake"

cask "1password-beta"
cask "1password-cli"
cask "blackhole-2ch"
cask "git-credential-manager-core"
cask "google-chrome"
cask "iterm2"
cask "reaper"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
