tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "microsoft/git"

brew "git"
brew "git-lfs"
brew "spaceship"
brew "pinentry-mac"
brew "gnupg2"
brew "neovim"
brew "python3"
brew "cmake"
brew "tmux"
brew "nvm"

cask "alacritty"
cask "1password-beta"
cask "1password-cli"
cask "blackhole-2ch"
cask "git-credential-manager-core"
cask "google-chrome"
cask "iterm2"
cask "reaper"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
