brew "git"
brew "fish"
brew "starship"
brew "pinentry-mac"
brew "gnupg2"
brew "neovim"
brew "python3"

cask "1password"
cask "blackhole-2ch"
cask "google-chrome"
cask "iterm2"
cask "reaper"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
