brew "bash-completion"
brew "carthage"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "neovim"
brew "nim"
brew "node"
brew "pyenv"
brew "python2"
brew "python3"
brew "tmux"

cask "1password"
cask "discord"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "slack"
cask "spotify"
cask "steam"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xquartz"
