brew "git"
brew "git-lfs"
brew "python2"
brew "python3"
brew "pyenv"
brew "bash-completion"
brew "carthage"
brew "node"
brew "neovim"
brew "tmux"
brew "jq"

cask "google-chrome"
cask "1password"
cask "iterm2"
cask "atom"
cask "slack"
cask "spotify"
cask "transmission"
cask "vlc"
cask "xquartz"
